Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

source: Ireland phases in mandatory B2B e-invoicing over Peppol from 1 November 2028, starting with large companies, and extends it to all other VAT-registered businesses in November 2029.
de: Irland führt die B2B-E-Rechnungspflicht über Peppol ab 1. November 2028 schrittweise ein, zunächst für Großunternehmen, und weitet sie im November 2029 auf alle übrigen umsatzsteuerpflichtigen Unternehmen aus.
es: Irlanda implanta de forma progresiva la facturación electrónica B2B obligatoria por Peppol desde el 1 de noviembre de 2028, empezando por las grandes empresas, y la extiende a todas las demás empresas registradas a efectos de IVA en noviembre de 2029.
fi: Irlanti ottaa pakollisen yritysten välisen verkkolaskutuksen käyttöön vaiheittain Peppolin kautta 1.11.2028 alkaen, ensin suuryrityksille, ja laajentaa sen kaikkiin muihin alv-rekisteröityihin yrityksiin marraskuussa 2029.
fr: L'Irlande met en place progressivement la facturation électronique B2B obligatoire via Peppol à partir du 1er novembre 2028, en commençant par les grandes entreprises, puis l'étend à toutes les autres entreprises assujetties à la TVA en novembre 2029.
it: L'Irlanda introduce gradualmente la fatturazione elettronica B2B obbligatoria tramite Peppol dal 1° novembre 2028, a partire dalle grandi imprese, ed estende l'obbligo a tutte le altre imprese con partita IVA nel novembre 2029.
ja: アイルランドは2028年11月1日から、Peppol経由の義務的B2B電子インボイスを大企業から段階的に導入し、2029年11月にはその他すべての付加価値税登録事業者にも拡大します。
ko: 아일랜드는 2028년 11월 1일부터 Peppol을 통한 의무적 B2B 전자 인보이스를 대기업부터 단계적으로 도입하며, 2029년 11월에는 나머지 모든 부가가치세 등록 사업자로 확대합니다.
nl: Ierland voert verplichte b2b-e-facturatie via Peppol gefaseerd in vanaf 1 november 2028, te beginnen bij grote bedrijven, en breidt dit in november 2029 uit naar alle overige btw-plichtige ondernemingen.
pl: Irlandia wprowadza obowiązkowe e-fakturowanie B2B przez Peppol etapami od 1 listopada 2028 r., zaczynając od dużych firm, a w listopadzie 2029 r. rozszerza je na wszystkie pozostałe firmy zarejestrowane jako podatnicy VAT.
pt_br: A Irlanda implementa em fases a fatura eletrônica B2B obrigatória pelo Peppol a partir de 1º de novembro de 2028, começando pelas grandes empresas, e a estende a todas as demais empresas registradas para o IVA em novembro de 2029.
zh_hans: 爱尔兰将于 2028 年 11 月 1 日起分阶段推行强制性 B2B 电子发票（通过 Peppol），首先适用于大型企业，并于 2029 年 11 月扩大到所有其他增值税注册企业。
zh_hant: 愛爾蘭將於 2028 年 11 月 1 日起分階段推行強制性 B2B 電子發票（透過 Peppol），首先適用於大型企業，並於 2029 年 11 月擴大至所有其他加值稅登記企業。

source: Issue EN 16931 e-invoices that %@'s mandate accepts.
de: Erstellen Sie EN-16931-E-Rechnungen, die die Vorgaben von %@ erfüllen.
es: Emite facturas electrónicas EN 16931 que cumplen la normativa de %@.
fi: Laadi EN 16931 -verkkolaskuja, jotka täyttävät maan %@ vaatimukset.
fr: Émettez des factures électroniques EN 16931 conformes à la réglementation de %@.
it: Emetti fatture elettroniche EN 16931 conformi alla normativa di %@.
ja: %@の義務に対応するEN 16931準拠の電子インボイスを発行。
ko: %@ 의무에 부합하는 EN 16931 전자 인보이스를 발행하세요.
nl: Reik EN 16931-e-facturen uit die voldoen aan de eisen van %@.
pl: Wystawiaj e-faktury zgodne z EN 16931, które spełniają wymogi kraju %@.
pt_br: Emita faturas eletrônicas EN 16931 que atendem às exigências de %@.
zh_hans: 开具符合 %@ 强制规定的 EN 16931 电子发票。
zh_hant: 開立符合 %@ 強制規定的 EN 16931 電子發票。

source: Issue date
de: Ausstellungsdatum
es: Fecha de emisión
fi: Laskun päiväys
fr: Date d'émission
it: Data di emissione
ja: 発行日
ko: 발행일
nl: Datum van opmaak
pl: Data wystawienia
pt_br: Data de emissão
zh_hans: 开具日期
zh_hant: 開立日期

source: Issued
de: Ausgestellt
es: Emitida
fi: Päiväys
fr: Émise
it: Emessa
ja: 発行日
ko: 발행일
nl: Opgemaakt
pl: Wystawiono
pt_br: Emitida
zh_hans: 开具日期
zh_hant: 開立日期

source: Italy's SDI platform has been mandatory for B2B invoices since 2019. Pay Day produces EN 16931 e-invoices and Peppol sends, but does not submit to SDI.
de: Italiens SDI-Plattform ist seit 2019 für B2B-Rechnungen verpflichtend. Pay Day erstellt EN-16931-E-Rechnungen und versendet über Peppol, übermittelt aber nicht an das SDI.
es: La plataforma SDI de Italia es obligatoria para las facturas B2B desde 2019. Pay Day genera facturas electrónicas EN 16931 y las envía por Peppol, pero no las presenta al SDI.
fi: Italian SDI-alusta on ollut pakollinen yritysten välisille laskuille vuodesta 2019. Pay Day tuottaa EN 16931 -verkkolaskuja ja lähettää ne Peppolin kautta, mutta ei toimita niitä SDI:hin.
fr: La plateforme SDI de l'Italie est obligatoire pour les factures B2B depuis 2019. Pay Day génère des factures électroniques EN 16931 et les envoie via Peppol, mais ne les transmet pas au SDI.
it: La piattaforma SDI italiana è obbligatoria per le fatture B2B dal 2019. Pay Day genera fatture elettroniche EN 16931 e le invia tramite Peppol, ma non le trasmette allo SDI.
ja: イタリアのSDIプラットフォームは2019年からB2B請求書で義務化されています。Pay DayはEN 16931準拠の電子インボイスを作成しPeppol経由で送信しますが、SDIへの提出は行いません。
ko: 이탈리아의 SDI 플랫폼은 2019년부터 B2B 인보이스에 의무화되었습니다. Pay Day는 EN 16931 전자 인보이스를 생성하여 Peppol로 전송하지만, SDI에는 제출하지 않습니다.
nl: Het Italiaanse SDI-platform is sinds 2019 verplicht voor b2b-facturen. Pay Day genereert EN 16931-e-facturen en verstuurt ze via Peppol, maar dient ze niet in bij SDI.
pl: Włoska platforma SDI jest obowiązkowa dla faktur B2B od 2019 r. Pay Day tworzy e-faktury zgodne z EN 16931 i wysyła je przez Peppol, ale nie przekazuje ich do SDI.
pt_br: A plataforma SDI da Itália é obrigatória para faturas B2B desde 2019. O Pay Day gera faturas eletrônicas EN 16931 e as envia pelo Peppol, mas não as envia ao SDI.
zh_hans: 意大利的 SDI 平台自 2019 年起已强制用于 B2B 发票。Pay Day 生成符合 EN 16931 的电子发票并通过 Peppol 发送，但不会提交至 SDI。
zh_hant: 義大利的 SDI 平台自 2019 年起已強制用於 B2B 發票。Pay Day 會產生符合 EN 16931 的電子發票並透過 Peppol 傳送，但不會提交至 SDI。

source: Latvia requires every business to issue and receive structured e-invoices from 1 January 2028, with invoice data reported to the State Revenue Service. Peppol is a supported channel.
de: Lettland verpflichtet ab 1. Januar 2028 jedes Unternehmen, strukturierte E-Rechnungen auszustellen und zu empfangen, wobei die Rechnungsdaten an die staatliche Steuerbehörde gemeldet werden. Peppol wird als Übertragungsweg unterstützt.
es: Letonia exige a toda empresa emitir y recibir facturas electrónicas estructuradas a partir del 1 de enero de 2028, con los datos de la factura comunicados al Servicio Estatal de Impuestos. Peppol es un canal admitido.
fi: Latvia edellyttää 1.1.2028 alkaen jokaiselta yritykseltä rakenteisten verkkolaskujen laatimista ja vastaanottamista, ja laskutiedot raportoidaan valtion verohallinnolle. Peppol on tuettu kanava.
fr: La Lettonie impose à toute entreprise d'émettre et de recevoir des factures électroniques structurées à partir du 1er janvier 2028, les données de facturation étant transmises au Service national des impôts. Peppol est un canal pris en charge.
it: La Lettonia impone a ogni impresa di emettere e ricevere fatture elettroniche strutturate dal 1° gennaio 2028, con i dati della fattura comunicati all'Agenzia statale delle entrate. Peppol è un canale supportato.
ja: ラトビアは2028年1月1日から、すべての事業者に構造化された電子インボイスの発行と受信を義務付け、請求データは国税庁に報告されます。Peppolは対応している経路の一つです。
ko: 라트비아는 2028년 1월 1일부터 모든 사업체에 구조화된 전자 인보이스 발행 및 수신을 의무화하며, 인보이스 데이터는 국세청에 보고됩니다. Peppol은 지원되는 전송 경로 중 하나입니다.
nl: Letland verplicht elk bedrijf om vanaf 1 januari 2028 gestructureerde e-facturen uit te reiken en te ontvangen, waarbij factuurgegevens worden gerapporteerd aan de staatsbelastingdienst. Peppol is een ondersteund kanaal.
pl: Łotwa zobowiązuje każdą firmę do wystawiania i odbierania ustrukturyzowanych e-faktur od 1 stycznia 2028 r., a dane z faktur są raportowane do Państwowej Służby Podatkowej. Peppol jest obsługiwanym kanałem.
pt_br: A Letônia exige que toda empresa emita e receba faturas eletrônicas estruturadas a partir de 1º de janeiro de 2028, com os dados da fatura informados ao Serviço Estatal de Receita. O Peppol é um canal compatível.
zh_hans: 拉脱维亚要求所有企业自 2028 年 1 月 1 日起开具和接收结构化电子发票，发票数据须上报国家税务局。Peppol 是受支持的渠道之一。
zh_hant: 拉脫維亞要求所有企業自 2028 年 1 月 1 日起開立與接收結構化電子發票，發票資料須申報至國家稅務局。Peppol 為受支援的管道之一。

source: Legal name
de: Firmenname
es: Razón social
fi: Virallinen nimi
fr: Raison sociale
it: Ragione sociale
ja: 会社名（正式名称）
ko: 법인명
nl: Bedrijfsnaam
pl: Nazwa firmy
pt_br: Razão social
zh_hans: 公司法定名称
zh_hant: 公司法定名稱

source: Light
de: Hell
es: Claro
fi: Vaalea
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Line item
de: Position
es: Línea
fi: Laskurivi
fr: Ligne
it: Riga
ja: 明細
ko: 항목
nl: Regel
pl: Pozycja
pt_br: Item
zh_hans: 明细
zh_hant: 明細

source: Line items
de: Positionen
es: Líneas
fi: Laskurivit
fr: Lignes
it: Righe
ja: 明細
ko: 항목
nl: Regels
pl: Pozycje
pt_br: Itens
zh_hans: 明细
zh_hant: 明細

source: Live VIES checks on every client.
de: Live-VIES-Prüfung für jeden Kunden.
es: Comprobaciones VIES en tiempo real para cada cliente.
fi: VIES-tarkistus reaaliajassa jokaiselle asiakkaalle.
fr: Vérification VIES en direct pour chaque client.
it: Verifiche VIES in tempo reale su ogni cliente.
ja: 取引先ごとに VIES をリアルタイム照会。
ko: 거래처마다 실시간 VIES 조회.
nl: Live VIES-controle bij elke klant.
pl: Bieżąca weryfikacja VIES dla każdego kontrahenta.
pt_br: Consultas VIES em tempo real para cada cliente.
zh_hans: 对每个客户实时进行 VIES 校验。
zh_hant: 為每位客戶即時查驗 VIES。

source: Loading packs…
de: Pakete werden geladen…
es: Cargando packs…
fi: Ladataan paketteja…
fr: Chargement des packs…
it: Caricamento pacchetti…
ja: パックを読み込み中…
ko: 팩 불러오는 중…
nl: Pakketten laden…
pl: Wczytywanie pakietów…
pt_br: Carregando pacotes…
zh_hans: 正在加载积分包…
zh_hant: 正在載入點數包…

source: Loading plans…
de: Tarife werden geladen…
es: Cargando planes…
fi: Ladataan tilausvaihtoehtoja…
fr: Chargement des formules…
it: Caricamento piani…
ja: プランを読み込み中…
ko: 요금제 불러오는 중…
nl: Abonnementen laden…
pl: Wczytywanie planów…
pt_br: Carregando planos…
zh_hans: 正在加载方案…
zh_hant: 正在載入訂閱方案…

source: Logo, accent colour, custom templates.
de: Logo, Akzentfarbe, eigene Vorlagen.
es: Logotipo, color de acento y plantillas propias.
fi: Logo, korostusväri ja omat pohjat.
fr: Logo, couleur d'accent, modèles personnalisés.
it: Logo, colore principale, modelli personalizzati.
ja: ロゴ、アクセントカラー、カスタムテンプレート。
ko: 로고, 강조 색상, 맞춤 템플릿.
nl: Logo, accentkleur, eigen sjablonen.
pl: Logo, kolor akcentu, własne szablony.
pt_br: Logo, cor de destaque, modelos personalizados.
zh_hans: Logo、强调色、自定义模板。
zh_hant: Logo、強調色、自訂範本。

source: Luxembourg requires every supplier to public bodies to send e-invoices over Peppol. A bill before Parliament would phase in B2B e-invoicing over Peppol from 2028 to 2029.
de: Luxemburg verpflichtet jeden Lieferanten öffentlicher Stellen, E-Rechnungen über Peppol zu senden. Ein Gesetzentwurf im Parlament würde die B2B-E-Rechnung über Peppol von 2028 bis 2029 schrittweise einführen.
es: Luxemburgo exige a todo proveedor de organismos públicos enviar facturas electrónicas por Peppol. Un proyecto de ley ante el Parlamento implantaría de forma progresiva la facturación electrónica B2B por Peppol entre 2028 y 2029.
fi: Luxemburg edellyttää jokaiselta julkisyhteisöjen toimittajalta verkkolaskujen lähettämistä Peppolin kautta. Parlamentin käsittelyssä oleva lakiesitys ottaisi yritysten välisen verkkolaskutuksen käyttöön vaiheittain Peppolin kautta vuosina 2028–2029.
fr: Le Luxembourg impose à tout fournisseur d'organismes publics d'envoyer des factures électroniques via Peppol. Un projet de loi devant le Parlement mettrait en place progressivement la facturation électronique B2B via Peppol de 2028 à 2029.
it: Il Lussemburgo impone a ogni fornitore di enti pubblici di inviare fatture elettroniche tramite Peppol. Un disegno di legge al vaglio del Parlamento introdurrebbe gradualmente la fatturazione elettronica B2B tramite Peppol dal 2028 al 2029.
ja: ルクセンブルクは公共機関への納入業者すべてに、Peppol経由での電子インボイス送付を義務付けています。議会で審議中の法案が可決されれば、2028年から2029年にかけてPeppol経由のB2B電子インボイスが段階的に導入される見込みです。
ko: 룩셈부르크는 공공기관에 납품하는 모든 공급업체에 Peppol을 통한 전자 인보이스 전송을 의무화하고 있습니다. 의회에 상정된 법안이 통과되면 2028년부터 2029년까지 Peppol을 통한 B2B 전자 인보이스가 단계적으로 도입될 예정입니다.
nl: Luxemburg verplicht elke leverancier van overheidsinstanties om e-facturen via Peppol te versturen. Een wetsvoorstel dat bij het parlement ligt, zou b2b-e-facturatie via Peppol tussen 2028 en 2029 gefaseerd invoeren.
pl: Luksemburg zobowiązuje każdego dostawcę podmiotów publicznych do wysyłania e-faktur przez Peppol. Projekt ustawy w parlamencie zakłada stopniowe wprowadzenie e-fakturowania B2B przez Peppol w latach 2028–2029.
pt_br: Luxemburgo exige que todo fornecedor de órgãos públicos envie faturas eletrônicas pelo Peppol. Um projeto de lei em tramitação no Parlamento implementaria a fatura eletrônica B2B pelo Peppol em fases entre 2028 e 2029.
zh_hans: 卢森堡要求所有向公共机构供货的供应商通过 Peppol 发送电子发票。一项正在议会审议的法案拟于 2028 年至 2029 年间分阶段推行通过 Peppol 的 B2B 电子发票。
zh_hant: 盧森堡要求所有向公家機關供貨的供應商透過 Peppol 傳送電子發票。一項正在國會審議的法案擬於 2028 年至 2029 年間分階段推行透過 Peppol 的 B2B 電子發票。

source: Mandatory now
de: Jetzt Pflicht
es: Obligatorio ya
fi: Pakollista nyt
fr: Obligatoire
it: Obbligatorio ora
ja: 義務化中
ko: 의무 시행 중
nl: Nu verplicht
pl: Już obowiązkowe
pt_br: Obrigatório agora
zh_hans: 现已强制
zh_hant: 現已強制

source: Mark Paid
de: Bezahlt
es: Cobrada
fi: Maksettu
fr: Payée
it: Pagata
ja: 入金済みにする
ko: 입금 완료
nl: Betaald
pl: Opłacona
pt_br: Marcar como paga
zh_hans: 标记已付款
zh_hant: 標記為已付款

source: Mark Sent
de: Versendet
es: Enviada
fi: Lähetetty
fr: Envoyée
it: Inviata
ja: 送信済みにする
ko: 발송 완료
nl: Verzonden
pl: Wysłana
pt_br: Marcar como enviada
zh_hans: 标记已发送
zh_hant: 標記為已傳送

source: More Apps
de: Weitere Apps
es: Más apps
fi: Lisää sovelluksia
fr: Autres apps
it: Altre app
ja: 他のアプリ
ko: 다른 앱
nl: Meer apps
pl: Więcej aplikacji
pt_br: Mais apps
zh_hans: 更多 App
zh_hant: 更多 App

source: New %@
de: Neu: %@
es: Nuevo: %@
fi: Uusi: %@
fr: Nouveau : %@
it: Nuovo: %@
ja: 新規 %@
ko: 새 %@
nl: Nieuwe %@
pl: Nowa %@
pt_br: Novo: %@
zh_hans: 新建 %@
zh_hant: 新增 %@

source: New Estimate
de: Neues Angebot
es: Nuevo presupuesto
fi: Uusi tarjous
fr: Nouveau devis
it: Nuovo preventivo
ja: 新規見積書
ko: 새 견적서
nl: Nieuwe offerte
pl: Nowa oferta
pt_br: Novo orçamento
zh_hans: 新建报价单
zh_hant: 新增報價單

source: New Invoice
de: Neue Rechnung
es: Nueva factura
fi: Uusi lasku
fr: Nouvelle facture
it: Nuova fattura
ja: 新規請求書
ko: 새 인보이스
nl: Nieuwe factuur
pl: Nowa faktura
pt_br: Nova fatura
zh_hans: 新建发票
zh_hant: 新增發票

source: New invoice
de: Neue Rechnung
es: Nueva factura
fi: Uusi lasku
fr: Nouvelle facture
it: Nuova fattura
ja: 新規請求書
ko: 새 인보이스
nl: Nieuwe factuur
pl: Nowa faktura
pt_br: Nova fatura
zh_hans: 新建发票
zh_hant: 新增發票

source: Next: %@ — %@
de: Nächste Frist: %1$@ — %2$@
es: Próximo: %1$@ — %2$@
fi: Seuraavaksi: %1$@ — %2$@
fr: Prochaine échéance : %1$@ — %2$@
it: Prossima scadenza: %1$@ — %2$@
ja: 次: %1$@ — %2$@
ko: 다음: %1$@ — %2$@
nl: Volgende: %1$@ — %2$@
pl: Kolejny termin: %1$@ — %2$@
pt_br: Próximo: %1$@ — %2$@
zh_hans: 下一步：%1$@ — %2$@
zh_hant: 下一步：%1$@ — %2$@

source: No B2B mandate yet
de: Noch keine B2B-Pflicht
es: Sin obligación B2B aún
fi: Ei vielä B2B-pakkoa
fr: Pas d'obligation B2B
it: Nessun obbligo B2B
ja: B2B義務まだなし
ko: B2B 의무 아직 없음
nl: Nog geen B2B-verplichting
pl: Brak obowiązku B2B
pt_br: Sem obrigação B2B
zh_hans: 尚无 B2B 强制
zh_hant: 尚無 B2B 強制

source: No Peppol address
de: Keine Peppol-Adresse
es: Sin dirección Peppol
fi: Peppol-osoite puuttuu
fr: Aucune adresse Peppol
it: Nessun indirizzo Peppol
ja: Peppol アドレスがありません
ko: Peppol 주소 없음
nl: Geen Peppol-adres
pl: Brak adresu Peppol
pt_br: Sem endereço Peppol
zh_hans: 没有 Peppol 地址
zh_hant: 沒有 Peppol 位址

source: No Purchases to Restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras que restaurar
fi: Ei palautettavia ostoja
fr: Aucun achat à restaurer
it: Nessun acquisto da ripristinare
ja: 復元できる購入はありません
ko: 복원할 구입 항목 없음
nl: Geen aankopen om te herstellen
pl: Brak zakupów do przywrócenia
pt_br: Nenhuma compra para restaurar
zh_hans: 没有可恢复的购买项目
zh_hant: 沒有可回復的購買項目

source: No active Pay Day Pro subscription was found for this Apple ID.
de: Für diese Apple-ID wurde kein aktives Pay Day Pro-Abo gefunden.
es: No se encontró ninguna suscripción activa a Pay Day Pro para este Apple ID.
fi: Tälle Apple ID:lle ei löytynyt voimassa olevaa Pay Day Pro -tilausta.
fr: Aucun abonnement Pay Day Pro actif n'a été trouvé pour cet identifiant Apple.
it: Nessun abbonamento Pay Day Pro attivo trovato per questo Apple ID.
ja: この Apple ID で有効な Pay Day Pro のサブスクリプションは見つかりませんでした。
ko: 이 Apple ID에서 활성 상태인 Pay Day Pro 구독을 찾을 수 없습니다.
nl: Er is geen actief Pay Day Pro-abonnement gevonden voor deze Apple ID.
pl: Nie znaleziono aktywnej subskrypcji Pay Day Pro dla tego Apple ID.
pt_br: Nenhuma assinatura ativa do Pay Day Pro foi encontrada para este Apple ID.
zh_hans: 未找到与此 Apple ID 关联的有效 Pay Day Pro 订阅。
zh_hant: 找不到與此 Apple ID 相關聯的有效 Pay Day Pro 訂閱。

source: No clients yet
de: Noch keine Kunden
es: Aún no hay clientes
fi: Ei vielä asiakkaita
fr: Aucun client pour l'instant
it: Ancora nessun cliente
ja: 取引先はまだありません
ko: 아직 거래처가 없습니다
nl: Nog geen klanten
pl: Brak kontrahentów
pt_br: Ainda sem clientes
zh_hans: 还没有客户
zh_hant: 還沒有客戶

source: No estimates yet
de: Noch keine Angebote
es: Aún no hay presupuestos
fi: Ei vielä tarjouksia
fr: Aucun devis pour l'instant
it: Ancora nessun preventivo
ja: 見積書はまだありません
ko: 아직 견적서가 없습니다
nl: Nog geen offertes
pl: Brak ofert
pt_br: Ainda sem orçamentos
zh_hans: 还没有报价单
zh_hant: 還沒有報價單

source: No invoices yet
de: Noch keine Rechnungen
es: Aún no hay facturas
fi: Ei vielä laskuja
fr: Aucune facture pour l'instant
it: Ancora nessuna fattura
ja: 請求書はまだありません
ko: 아직 인보이스가 없습니다
nl: Nog geen facturen
pl: Brak faktur
pt_br: Ainda sem faturas
zh_hans: 还没有发票
zh_hant: 還沒有發票

source: No mail app configured
de: Keine Mail-App eingerichtet
es: No hay ninguna app de correo configurada
fi: Sähköpostisovellusta ei ole määritetty
fr: Aucune app d'e-mail configurée
it: Nessuna app di posta configurata
ja: メールアプリが設定されていません
ko: 설정된 메일 앱 없음
nl: Geen mail-app ingesteld
pl: Brak skonfigurowanej aplikacji pocztowej
pt_br: Nenhum app de e-mail configurado
zh_hans: 未配置邮件 App
zh_hant: 未設定郵件 App

source: No sender Peppol ID
de: Keine eigene Peppol-ID
es: Sin ID de Peppol de emisor
fi: Oma Peppol-tunnus puuttuu
fr: Aucun identifiant Peppol expéditeur
it: Nessun ID Peppol mittente
ja: 送信者の Peppol ID がありません
ko: 발신자 Peppol ID 없음
nl: Geen eigen Peppol-ID
pl: Brak identyfikatora Peppol nadawcy
pt_br: Sem ID Peppol do emissor
zh_hans: 没有发送方 Peppol ID
zh_hant: 沒有傳送方 Peppol ID

source: None
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhuma
zh_hans: 无
zh_hant: 無

source: Norway requires every business to issue e-invoices in the Peppol-based EHF format from 1 January 2027 — a PDF by email will no longer count. Receiving follows on 1 January 2030.
de: Norwegen verpflichtet ab 1. Januar 2027 jedes Unternehmen, E-Rechnungen im Peppol-basierten EHF-Format auszustellen — ein PDF per E-Mail zählt dann nicht mehr. Der Empfang folgt ab 1. Januar 2030.
es: Noruega exige a toda empresa emitir facturas electrónicas en el formato EHF basado en Peppol a partir del 1 de enero de 2027; un PDF por correo ya no será válido. La recepción será obligatoria desde el 1 de enero de 2030.
fi: Norja edellyttää 1.1.2027 alkaen jokaiselta yritykseltä verkkolaskujen laatimista Peppol-pohjaisessa EHF-muodossa — sähköpostitse lähetetty PDF ei enää kelpaa. Vastaanottovelvollisuus seuraa 1.1.2030.
fr: La Norvège impose à toute entreprise d'émettre des factures électroniques au format EHF basé sur Peppol à partir du 1er janvier 2027 — un PDF envoyé par e-mail ne suffira plus. La réception suit à partir du 1er janvier 2030.
it: La Norvegia impone a ogni impresa di emettere fatture elettroniche nel formato EHF basato su Peppol dal 1° gennaio 2027 — un PDF via e-mail non basterà più. La ricezione seguirà dal 1° gennaio 2030.
ja: ノルウェーは2027年1月1日から、すべての事業者にPeppolベースのEHF形式での電子インボイス発行を義務付けます。メール添付のPDFはもはや認められません。受信義務は2030年1月1日から続きます。
ko: 노르웨이는 2027년 1월 1일부터 모든 사업체에 Peppol 기반 EHF 형식의 전자 인보이스 발행을 의무화합니다 — 이메일로 보내는 PDF는 더 이상 인정되지 않습니다. 수신 의무는 2030년 1월 1일부터 뒤따릅니다.
nl: Noorwegen verplicht elk bedrijf om vanaf 1 januari 2027 e-facturen uit te reiken in het op Peppol gebaseerde EHF-formaat — een pdf per e-mail telt dan niet meer. Ontvangen volgt vanaf 1 januari 2030.
pl: Norwegia zobowiązuje każdą firmę do wystawiania e-faktur w opartym na Peppol formacie EHF od 1 stycznia 2027 r. — PDF wysłany e-mailem przestanie się liczyć. Obowiązek odbierania nastąpi od 1 stycznia 2030 r.
pt_br: A Noruega exige que toda empresa emita faturas eletrônicas no formato EHF baseado em Peppol a partir de 1º de janeiro de 2027 — um PDF por e-mail deixará de valer. O recebimento passa a ser obrigatório em 1º de janeiro de 2030.
zh_hans: 挪威要求所有企业自 2027 年 1 月 1 日起以基于 Peppol 的 EHF 格式开具电子发票——邮件发送的 PDF 将不再有效。接收义务自 2030 年 1 月 1 日起跟进。
zh_hant: 挪威要求所有企業自 2027 年 1 月 1 日起以基於 Peppol 的 EHF 格式開立電子發票——郵件傳送的 PDF 將不再有效。接收義務自 2030 年 1 月 1 日起跟進。

source: Not Now
de: Jetzt nicht
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
it: Non ora
ja: 後で
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
zh_hans: 以后再说
zh_hant: 稍後再說

source: Not valid yet
de: Noch nicht konform
es: Todavía no es válida
fi: Ei vielä kelvollinen
fr: Pas encore conforme
it: Non ancora valida
ja: まだ有効ではありません
ko: 아직 유효하지 않음
nl: Nog niet conform
pl: Jeszcze niezgodna
pt_br: Ainda não está válida
zh_hans: 尚未通过校验
zh_hant: 尚未通過驗證

source: Note
de: Notiz
es: Nota
fi: Huomautus
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Uwagi
pt_br: Nota
zh_hans: 备注
zh_hant: 備註

source: Notes & terms
de: Notizen & Bedingungen
es: Notas y condiciones
fi: Huomautukset ja ehdot
fr: Notes et conditions
it: Note e condizioni
ja: メモ・条件
ko: 메모 및 조건
nl: Notities en voorwaarden
pl: Uwagi i warunki
pt_br: Notas e condições
zh_hans: 备注与条款
zh_hant: 備註與條款

source: Nothing found
de: Nichts gefunden
es: No se encontró nada
fi: Ei löytynyt mitään
fr: Rien trouvé
it: Nessun risultato
ja: 見つかりませんでした
ko: 찾은 항목 없음
nl: Niets gevonden
pl: Nic nie znaleziono
pt_br: Nada encontrado
zh_hans: 没有找到内容
zh_hant: 找不到內容

source: Nothing here yet
de: Hier ist noch nichts
es: Aquí todavía no hay nada
fi: Täällä ei ole vielä mitään
fr: Rien ici pour l'instant
it: Qui non c'è ancora nulla
ja: まだ何もありません
ko: 아직 아무것도 없습니다
nl: Hier is nog niets
pl: Jeszcze nic tu nie ma
pt_br: Ainda não há nada aqui
zh_hans: 这里还空着
zh_hant: 這裡還是空的

source: Number
de: Nummer
es: Número
fi: Numero
fr: Numéro
it: Numero
ja: 番号
ko: 번호
nl: Nummer
pl: Numer
pt_br: Número
zh_hans: 编号
zh_hant: 編號

source: Off
de: Aus
es: Desactivado
fi: Ei käytössä
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
pl: Wyłączone
pt_br: Desativado
zh_hans: 关闭
zh_hant: 關閉

source: One tap to a tax-authority-ready e-invoice
de: Mit einem Tipp zur behördenfertigen E-Rechnung
es: Una pulsación para una factura electrónica lista para Hacienda
fi: Yhdellä napautuksella verottajalle kelpaava verkkolasku
fr: Une seule touche pour une facture électronique conforme
it: Un tocco per una fattura elettronica pronta per il fisco
ja: ワンタップで税務当局対応の電子インボイス
ko: 한 번의 탭으로 세무 당국 제출용 전자 인보이스
nl: Met één tik een e-factuur die de fiscus accepteert
pl: Jedno dotknięcie do e-faktury gotowej dla urzędu
pt_br: Um toque para uma fatura eletrônica pronta para o fisco
zh_hans: 一键生成可提交税务机关的电子发票
zh_hant: 一鍵產生可送交稅務機關的電子發票
